tap "denisidoro/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "unused-code/formulae"
brew "adns"
brew "icu4c"
brew "boost"
brew "docbook"
brew "openssl@1.1"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "source-highlight"
brew "asciidoc"
brew "asciinema"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "openjdk"
brew "bfg"
brew "broot"
brew "ghc"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "python@3.8"
brew "cairo"
brew "mpfr"
brew "cgal"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "libyaml"
brew "llvm"
brew "pkg-config"
brew "crystal"
brew "jansson"
brew "jemalloc"
brew "libev"
brew "libssh2"
brew "rtmpdump"
brew "zstd"
brew "curl"
brew "dialog"
brew "diff-so-fancy"
brew "docbook-xsl"
brew "docker-completion"
brew "docutils"
brew "dos2unix"
brew "elasticsearch", restart_service: true
brew "exa"
brew "expat"
brew "faac"
brew "fd"
brew "libogg"
brew "flac"
brew "fribidi"
brew "giflib"
brew "libtool"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg"
brew "webp"
brew "leptonica"
brew "libbluray"
brew "libvpx"
brew "sdl2"
brew "snappy"
brew "tesseract"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fop"
brew "fortune"
brew "unixodbc"
brew "freetds"
brew "freexl"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gd"
brew "geos"
brew "szip"
brew "hdf5"
brew "krb5"
brew "libxml2"
brew "libdap"
brew "proj"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "openblas"
brew "numpy"
brew "qt"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "geckodriver"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-quick-stats"
brew "glew"
brew "glm"
brew "gnu-getopt"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "sdl2_image"
brew "gource"
brew "grafana"
brew "jasper"
brew "netpbm"
brew "gts"
brew "pango"
brew "graphviz"
brew "hadolint"
brew "hexyl"
brew "hivemind"
brew "ncurses"
brew "htop"
brew "hyperfine"
brew "ilmbase"
brew "libde265"
brew "libheif"
brew "libomp"
brew "openexr"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "k6"
brew "kerl"
brew "kompose"
brew "less"
brew "libav"
brew "libpcl"
brew "librsvg"
brew "libsass"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libx11"
brew "xkeyboardconfig"
brew "libxkbcommon"
brew "libxslt"
brew "lnav"
brew "lolcat"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mailhog", restart_service: true
brew "mas"
brew "maven"
brew "memcached"
brew "msgpack"
brew "protobuf"
brew "mysql"
brew "mysql@5.7"
brew "opam"
brew "optipng"
brew "utf8proc"
brew "tmux"
brew "overmind"
brew "packer"
brew "perl"
brew "pgcli"
brew "postgresql", restart_service: true
brew "sbcl"
brew "pgloader", args: ["HEAD"]
brew "plantuml"
brew "pngcrush"
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "prettyping"
brew "proselint"
brew "pth"
brew "pyqt"
brew "python@2", link: false
brew "qcachegrind"
brew "ranger"
brew "re2"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "s-lang"
brew "selenium-server-standalone", restart_service: true
brew "semgrep"
brew "shellcheck"
brew "siege"
brew "sphinx"
brew "sphinx-doc"
brew "swig"
brew "termbox"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tokei"
brew "tree"
brew "unison"
brew "unzip"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "wxmac"
brew "yajl"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
brew "unused-code/formulae/unused"
cask "1password"
cask "acorn"
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "betterzip"
cask "camtasia"
cask "chromedriver"
cask "colorsnapper"
cask "contexts"
cask "daisydisk"
cask "dash"
cask "devonthink"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fission"
cask "gitter"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "java"
cask "keybase"
cask "keyboard-maestro"
cask "macdown"
cask "moom"
cask "notion"
cask "pastebot"
cask "path-finder"
cask "pdfkey-pro"
cask "pgadmin4"
cask "scapple"
cask "sip"
cask "slack"
cask "snagit"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "xquartz"
cask "zeplin"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "EasyRes", id: 688211836
mas "Folder Factory", id: 521419726
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OCRKit", id: 410309628
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Ringer", id: 402437824
mas "Screenium 3", id: 921553264
mas "VisualDiffer", id: 412386481
mas "Xcode", id: 497799835
