tap "amberframework/amber"
tap "denisidoro/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "luckyframework/lucky"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
cask "xquartz"
brew "icu4c"
brew "boost"
brew "docbook"
brew "source-highlight"
brew "asciidoc"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "asciinema"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "broot"
brew "ghc"
brew "libpng"
brew "fontconfig"
brew "libffi"
brew "pcre"
brew "python"
brew "glib"
brew "cairo"
brew "mpfr"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "libyaml"
brew "swig"
brew "llvm"
brew "pkg-config"
brew "ctags", link: false
brew "dialog"
brew "diff-so-fancy"
brew "docbook-xsl"
brew "docker-completion"
brew "docutils"
brew "dos2unix"
brew "elasticsearch"
brew "exa"
brew "faac"
brew "fd"
brew "libogg"
brew "flac"
brew "fribidi"
brew "giflib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jpeg"
brew "leptonica"
brew "libvpx"
brew "sdl2"
brew "xvid"
brew "ffmpeg", link: false
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gd"
brew "szip"
brew "hdf5"
brew "libxml2"
brew "libpq"
brew "libtool"
brew "netcdf"
brew "nss"
brew "poppler"
brew "unixodbc"
brew "gdal"
brew "geckodriver"
brew "pcre2"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "glew"
brew "glm"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "graphviz"
brew "hadolint"
brew "hexyl"
brew "hivemind"
brew "ncurses"
brew "htop"
brew "hyperfine"
brew "ilmbase"
brew "shared-mime-info"
brew "libheif"
brew "openexr"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "kompose"
brew "less"
brew "libav"
brew "libev"
brew "libpcl"
brew "libsass"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libxkbcommon"
brew "libxslt"
brew "lnav"
brew "lsd"
brew "luarocks"
brew "mailhog"
brew "mas"
brew "maven"
brew "msgpack"
brew "protobuf"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "opam"
brew "optipng"
brew "tmux"
brew "overmind"
brew "packer"
brew "pango"
brew "pgcli"
brew "plantuml"
brew "pngcrush"
brew "postgresql"
brew "postgis"
brew "prettyping"
brew "proselint"
brew "pth"
brew "pyqt"
brew "python@2"
brew "ranger"
brew "re2"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "s-lang"
brew "selenium-server-standalone"
brew "shellcheck"
brew "siege"
brew "sphinx"
brew "termbox"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tree"
brew "unison"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "wrk"
brew "wxmac"
brew "yajl"
brew "zlib"
brew "zsh"
brew "amberframework/amber/amber"
brew "denisidoro/tools/navi", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "joshuaclayton/formulae/unused"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "1password"
cask "acorn"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "betterzip"
cask "camtasia"
cask "chromedriver"
cask "colorsnapper"
cask "contexts"
cask "daisydisk"
cask "dash"
cask "devonthink-pro-office"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fission"
cask "gitter"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "java"
cask "java8"
cask "keybase"
cask "lepton"
cask "macdown"
cask "moom"
cask "pastebot"
cask "path-finder"
cask "pdfkey-pro"
cask "pdfpenpro"
cask "sip"
cask "slack"
cask "snagit"
cask "sublime-text"
cask "tableplus"
cask "textsoap"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "zeplin"
mas "Affinity Photo", id: 824183456
mas "EasyRes", id: 688211836
mas "Folder Factory", id: 521419726
mas "Gemini 2", id: 1090488118
mas "Mouseposé", id: 405904955
mas "OCRKit", id: 410309628
mas "Ringer", id: 402437824
mas "Screenium 3", id: 921553264
mas "VisualDiffer", id: 412386481
