tap "codeship/taps"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
cask "java"
cask "java8"
cask "xquartz"
brew "icu4c"
brew "boost"
brew "docbook"
brew "source-highlight"
brew "asciidoc"
brew "openssl"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "python"
brew "asciinema"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "libpng"
brew "fontconfig"
brew "libffi"
brew "pcre"
brew "glib"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "pkg-config"
brew "crystal"
brew "ctags"
brew "dialog"
brew "diff-so-fancy"
brew "docbook-xsl"
brew "docker-completion"
brew "dos2unix"
brew "elasticsearch"
brew "exa"
brew "faac"
brew "fd"
brew "giflib"
brew "p11-kit"
brew "gnutls"
brew "jpeg"
brew "sdl2"
brew "x264"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gd"
brew "geckodriver"
brew "git"
brew "git-lfs"
brew "glew"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "szip"
brew "hexyl"
brew "ncurses"
brew "htop"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "less"
brew "libav"
brew "libev"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libxkbcommon"
brew "libxml2"
brew "libxslt"
brew "lnav"
brew "lolcat"
brew "luarocks"
brew "mas"
brew "maven"
brew "msgpack"
brew "mysql"
brew "neovim"
brew "netcdf"
brew "opam"
brew "optipng"
brew "tmux"
brew "overmind"
brew "packer"
brew "pango"
brew "pngcrush"
brew "poppler"
brew "postgresql", restart_service: true
brew "prettyping"
brew "proselint"
brew "protobuf"
brew "pth"
brew "python@2"
brew "ranger"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "sphinx"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tree"
brew "unison"
brew "unixodbc"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "wxmac"
brew "yajl"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "acorn"
cask "alfred"
cask "appcleaner"
cask "arduino"
cask "atom"
cask "bartender"
cask "betterzip"
cask "camtasia"
cask "chromedriver"
cask "contexts"
cask "daisydisk"
cask "dash"
cask "devonthink-pro-office"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fission"
cask "font-roboto"
cask "gitter"
cask "google-chrome"
cask "hazel"
cask "iterm2"
cask "lepton"
cask "macdown"
cask "moom"
cask "notion"
cask "path-finder"
cask "pdfkey-pro"
cask "pdfpenpro"
cask "pgadmin4"
cask "scapple"
cask "slack"
cask "sublime-text"
cask "textsoap"
cask "visual-studio-code"
mas "com.amazon.Kindle", id: 405399194
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.appsoftstudio.FolderFactory", id: 521419726
mas "com.boinx.Mousepose.Mac", id: 405904955
mas "com.macpaw.Gemini2", id: 1090488118
mas "com.microsoft.onenote.mac", id: 784801555
mas "com.monosnap.monosnap", id: 540348655
mas "com.pixelmatorteam.pixelmator", id: 407963104
mas "com.pixelresearchlabs.osx.ringer", id: 402437824
mas "com.seriflabs.affinitydesigner", id: 824171161
mas "com.seriflabs.affinityphoto", id: 824183456
mas "com.syniumsoftware.screenium3", id: 921553264
mas "com.visualdiffer", id: 412386481
mas "com.zoltanhosszu.GAgetOSX", id: 968487158
mas "info.chrismiles.easyres", id: 688211836
